<?xml version="1.0" encoding="UTF-8"?><rss xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:content="http://purl.org/rss/1.0/modules/content/" xmlns:atom="http://www.w3.org/2005/Atom" version="2.0" xmlns:media="http://search.yahoo.com/mrss/"><channel><title><![CDATA[Bentus Oden]]></title><description><![CDATA[Bentus Oden]]></description><link>http://localhost:2368/</link><image><url>http://localhost:2368/favicon.png</url><title>Bentus Oden</title><link>http://localhost:2368/</link></image><generator>Ghost 5.75</generator><lastBuildDate>Sun, 14 Jan 2024 13:46:50 GMT</lastBuildDate><atom:link href="http://localhost:2368/rss/" rel="self" type="application/rss+xml"/><ttl>60</ttl><item><title><![CDATA[當投入百分之百的意願去做生命中的每件事]]></title><description><![CDATA[<p> &#x6563;&#x6587;</p><p>&#xA0;&#xA0;&#xA0;     &#x6628;&#x5929;&#x4E0A;&#x5E0C;&#x4F2F;&#x4F86;&#x6587;&#x660E;&#x9019;&#x9580;&#x901A;&#x8B58;&#x8AB2;&#x6642;&#xFF0C;&#x4ECD;&#x7136;&#x4E00;&#x5982;&#x5F80;&#x5E38;&#x5730;&#x5750;&#x5728;&#x7B2C;&#x4E00;&#x6392;&#x7684;&#x540C;&#x500B;&#x4F4D;&#x7F6E;&#xFF0C;&#x7576;&#x9418;&#x97FF;&#xFF0C;&#x8001;&#x5E2B;&#x4E00;&#x5C31;&#x5B9A;&#x4F4D;&#xFF0C;&#x4FBF;</p>]]></description><link>http://localhost:2368/dang-tou-ru-bai-fen-zhi-bai-de-yi-yuan-qu-zuo-sheng-ming-zhong-de-mei-jian-shi/</link><guid isPermaLink="false">65a3e28bb984986224d43c21</guid><category><![CDATA[Essay]]></category><dc:creator><![CDATA[Bentus Oden]]></dc:creator><pubDate>Thu, 23 Nov 2023 13:00:00 GMT</pubDate><content:encoded><![CDATA[<p> &#x6563;&#x6587;</p><p>&#xA0;&#xA0;&#xA0;     &#x6628;&#x5929;&#x4E0A;&#x5E0C;&#x4F2F;&#x4F86;&#x6587;&#x660E;&#x9019;&#x9580;&#x901A;&#x8B58;&#x8AB2;&#x6642;&#xFF0C;&#x4ECD;&#x7136;&#x4E00;&#x5982;&#x5F80;&#x5E38;&#x5730;&#x5750;&#x5728;&#x7B2C;&#x4E00;&#x6392;&#x7684;&#x540C;&#x500B;&#x4F4D;&#x7F6E;&#xFF0C;&#x7576;&#x9418;&#x97FF;&#xFF0C;&#x8001;&#x5E2B;&#x4E00;&#x5C31;&#x5B9A;&#x4F4D;&#xFF0C;&#x4FBF;&#x7FFB;&#x958B;&#x7B46;&#x8A18;&#x672C;&#xFF0C;&#x624B;&#x63E1;&#x925B;&#x7B46;&#xFF0C;&#x958B;&#x59CB;&#x9019;&#x4E00;&#x5802;&#x8AB2;&#x3002;&#x9019;&#x9580;&#x8AB2;&#x53EA;&#x6709;&#x671F;&#x4E2D;&#x8003;&#xFF0C;&#x6C92;&#x6709;&#x671F;&#x672B;&#x8003;&#xFF0C;&#x6240;&#x4EE5;&#x5982;&#x679C;&#x6C92;&#x6709;&#x4E0A;&#x5230;&#x671F;&#x4E2D;&#x8003;&#x4E4B;&#x5F8C;&#x7684;&#x8AB2;&#xFF0C;&#x5C0D;&#x5206;&#x6578;&#x4E5F;&#x4E0D;&#x6703;&#x6709;&#x4EFB;&#x4F55;&#x5F71;&#x97FF;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5176;&#x5BE6;&#x53EF;&#x4EE5;&#x4E0D;&#x7528;&#x4E0A;&#x671F;&#x4E2D;&#x8003;&#x4E4B;&#x5F8C;&#x7684;&#x8AB2;&#x3002;</p><p>&#xA0;&#xA0;&#xA0;     &#x4E0B;&#x8AB2;&#x5F8C;&#xFF0C;&#x5076;&#x7136;&#x9593;&#x807D;&#x5230;&#x5750;&#x5728;&#x65C1;&#x908A;&#x7684;&#x540C;&#x5B78;&#x548C;&#x5979;&#x7684;&#x670B;&#x53CB;&#x8AAA;&#x8A71;&#xFF0C;&#x5979;&#x8AAA;&#xFF1A;&#x300C;&#x5750;&#x6211;&#x65C1;&#x908A;&#x7684;&#x90A3;&#x500B;&#x540C;&#x5B78;&#x6284;&#x4E86;&#x5F88;&#x591A;&#x7684;&#x7B46;&#x8A18;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x90FD;&#x5BEB;&#x4E86;&#x4E9B;&#x4EC0;&#x9EBC;&#xFF0C;&#x5E0C;&#x671B;&#x6211;&#x4E5F;&#x53EF;&#x4EE5;&#x50CF;&#x4ED6;&#x4E00;&#x6A23;&#x3002;&#x300D;&#x6211;&#x4E00;&#x76F4;&#x90FD;&#x662F;&#x9019;&#x6A23;&#x4E0A;&#x8AB2;&#xFF0C;&#x4E5F;&#x6C92;&#x600E;&#x9EBC;&#x591A;&#x60F3;&#xFF0C;&#x4F46;&#x807D;&#x5230;&#x5979;&#x9019;&#x9EBC;&#x4E00;&#x8AAA;&#xFF0C;&#x5FFD;&#x7136;&#x4F7F;&#x6211;&#x610F;&#x8B58;&#x5230;&#x4E5F;&#x6709;&#x7684;&#x540C;&#x5B78;&#x56E0;&#x70BA;&#x4E0D;&#x7528;&#x8003;&#x8A66;&#x800C;&#x6C92;&#x6709;&#x90A3;&#x9EBC;&#x8A8D;&#x771F;&#x5C08;&#x5FC3;&#x7684;&#x4E0A;&#x8AB2;&#xFF0C;&#x9019;&#x53E5;&#x8A71;&#x4F3C;&#x4E4E;&#x7A81;&#x7136;&#x9593;&#x628A;&#x6211;&#x5E36;&#x96E2;&#x4E86;&#x81EA;&#x5DF1;&#xFF0C;&#x7528;&#x7B2C;&#x4E09;&#x65B9;&#x7684;&#x89D2;&#x5EA6;&#x770B;&#x5F85;&#x9019;&#x500B;&#x8AB2;&#x5802;&#x4E2D;&#x7684;&#x5B78;&#x751F;&#x3002;</p><p>&#xA0;&#xA0;&#xA0;     &#x6211;&#x7A81;&#x7136;&#x9AD4;&#x8A8D;&#x5230;&#xFF0C;&#x7576;&#x6211;&#x5011;&#x5F88;&#x8A8D;&#x771F;&#x7684;&#x505A;&#x4E00;&#x4EF6;&#x4E8B;&#x6642;&#xFF0C;&#x6703;&#x89BA;&#x5F97;&#x505A;&#x9019;&#x4EF6;&#x4E8B;&#x5F88;&#x6709;&#x610F;&#x7FA9;&#x3001;&#x5F88;&#x5145;&#x5BE6;&#x3001;&#x8D8A;&#x505A;&#x8D8A;&#x6709;&#x5E79;&#x52C1;&#x3001;&#x89BA;&#x5F97;&#x6709;&#x6210;&#x5C31;&#x611F;&#x3002;&#x4F46;&#x662F;&#x7576;&#x6211;&#x5011;&#x4E0D;&#x8A8D;&#x771F;&#x7684;&#x505A;&#x4E00;&#x4EF6;&#x4E8B;&#x6642;&#xFF0C;&#x6703;&#x8D8A;&#x4F86;&#x8D8A;&#x4E0D;&#x8A8D;&#x771F;&#xFF0C;&#x958B;&#x59CB;&#x89BA;&#x5F97;&#x505A;&#x9019;&#x4EF6;&#x4E8B;&#x6C92;&#x6709;&#x610F;&#x7FA9;&#xFF0C;&#x662F;&#x6D6A;&#x8CBB;&#x6642;&#x9593;&#xFF0C;&#x4E0B;&#x6B21;&#x53EF;&#x80FD;&#x5C31;&#x4E0D;&#x6703;&#x518D;&#x51FA;&#x5E2D;&#xFF0C;&#x4E5F;&#x6703;&#x8D8A;&#x767C;&#x6709;&#x7A2E;&#x60B5;&#x7136;&#x82E5;&#x5931;&#x7684;&#x611F;&#x89BA;&#x3002;</p><p>&#xA0;&#xA0;&#xA0; &#x4EBA;&#x751F;&#xFF0C;&#x53EF;&#x80FD;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#x3002;&#x5982;&#x679C;&#x6211;&#x5011;&#x5F88;&#x8A8D;&#x771F;&#x7684;&#x904E;&#x9019;&#x500B;&#x4EBA;&#x751F;&#x3001;&#x5F88;&#x8A8D;&#x771F;&#x7684;&#x505A;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x6BCF;&#x4EF6;&#x4E8B;&#xFF0C;&#x6216;&#x8A31;&#x5C31;&#x6703;&#x89BA;&#x5F97;&#x9019;&#x6A23;&#x7684;&#x4EBA;&#x751F;&#x5F88;&#x6709;&#x610F;&#x7FA9;&#x3001;&#x5F88;&#x5145;&#x5BE6;&#x3001;&#x89BA;&#x5F97;&#x5145;&#x6EFF;&#x5E79;&#x52C1;&#xFF0C;&#x7576;&#x6211;&#x5011;&#x56E0;&#x6B64;&#x800C;&#x505A;&#x51FA;&#x6210;&#x679C;&#x6642;&#xFF0C;&#x4E5F;&#x6703;&#x6709;&#x6210;&#x5C31;&#x611F;&#x3002;</p><p>&#xA0;&#xA0;&#xA0; &#x9019;&#x88E1;&#x7684;&#x8A8D;&#x771F;&#x4E0D;&#x662F;&#x90FD;&#x4E0D;&#x4F11;&#x606F;&#xFF0C;&#x8981;&#x6642;&#x5E38;&#x71AC;&#x591C;&#x7684;&#x90A3;&#x7A2E;&#x8A8D;&#x771F;&#xFF1B;&#x800C;&#x662F;&#x505A;&#x7684;&#x6642;&#x5019;&#x6295;&#x5165;&#x767E;&#x5206;&#x4E4B;&#x767E;&#x7684;&#x610F;&#x9858;&#xFF0C;&#x4E0D;&#x70BA;&#x5176;&#x4ED6;&#x76EE;&#x7684;&#xFF0C;&#x53EA;&#x70BA;&#x4E86;&#x9019;&#x4EF6;&#x4E8B;&#x672C;&#x8EAB;&#x3002;&#x4E0D;&#x6703;&#x5FC3;&#x4E0D;&#x7518;&#x60C5;&#x4E0D;&#x9858;&#xFF0C;&#x4E0D;&#x662F;&#x70BA;&#x4E86;&#x9054;&#x6210;&#x4EC0;&#x9EBC;&#x76EE;&#x7684;&#x3001;&#x6216;&#x662F;&#x56E0;&#x70BA;&#x4E0D;&#x5F97;&#x5DF2;&#x7684;&#x539F;&#x56E0;&#x3002;&#x662F;&#x6295;&#x5165;&#x5168;&#x90E8;&#x7684;&#x610F;&#x9858;&#xFF0C;&#x5F88;&#x4EAB;&#x53D7;&#x90A3;&#x500B;&#x904E;&#x7A0B;&#xFF0C;&#x505A;&#x8D77;&#x4F86;&#x5F88;&#x559C;&#x6B61;&#x3002;&#x800C;&#x4E14;&#x662F;&#x5728;&#x529B;&#x6709;&#x6240;&#x53CA;&#x7684;&#x60C5;&#x6CC1;&#x4E0B;&#xFF0C;&#x76E1;&#x81EA;&#x5DF1;&#x7684;&#x52AA;&#x529B;&#xFF0C;&#x6C92;&#x6709;&#x5C0D;&#x81EA;&#x5DF1;&#x7684;&#x52C9;&#x5F37;&#x3002;</p><p>&#xA0;&#xA0;&#xA0; &#x9019;&#x6703;&#x4E0D;&#x6703;&#x662F;&#x5C0B;&#x627E;&#x4EBA;&#x751F;&#x610F;&#x7FA9;&#x7684;&#x4E00;&#x500B;&#x65B9;&#x5411;&#x5462;&#xFF1F;&#x6216;&#x8A31;&#x67D0;&#x90E8;&#x5206;&#x7684;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x7FA9;&#x53EF;&#x4EE5;&#x5F9E;&#x6B64;&#x800C;&#x4F86;&#x3002;&#x6211;&#x5011;&#x53EF;&#x4EE5;&#x8B93;&#x751F;&#x6D3B;&#x4E2D;&#x505A;&#x7684;&#x4E8B;&#xFF0C;&#x90FD;&#x662F;&#x50CF;&#x9019;&#x6A23;&#x6703;&#x8B93;&#x6211;&#x5011;&#x6295;&#x5165;&#x5168;&#x90E8;&#x7684;&#x610F;&#x9858;&#x53BB;&#x505A;&#x7684;&#x4E8B;&#x3002;&#x82E5;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x4E00;&#x5B9A;&#x6703;&#x89BA;&#x5F97;&#x9019;&#x6A23;&#x7684;&#x4EBA;&#x751F;&#x904E;&#x8D77;&#x4F86;&#x5F88;&#x6709;&#x610F;&#x7FA9;&#x53C8;&#x5F88;&#x5145;&#x5BE6;&#x3002;</p><p>&#xA0;&#xA0;&#xA0; &#x96D6;&#x7136;&#x6703;&#x60F3;&#xFF0C;&#x9019;&#x9580;&#x8AB2;&#x5B78;&#x7684;&#x6771;&#x897F;&#x6709;&#x4EC0;&#x9EBC;&#x7528;&#x8655;&#xFF1F;&#x53EF;&#x80FD;&#x78BA;&#x5BE6;&#x5F88;&#x96E3;&#x60F3;&#x5230;&#x6703;&#x6709;&#x4EC0;&#x9EBC;&#x5177;&#x9AD4;&#x7684;&#x7528;&#x8655;&#xFF0C;&#x4F46;&#x662F;&#x7576;&#x6211;&#x5011;&#x8A8D;&#x771F;&#x505A;&#x6642;&#xFF0C;&#x4ECD;&#x7136;&#x6703;&#x5E36;&#x4F86;&#x9019;&#x4E9B;&#x6B63;&#x5411;&#x7684;&#x611F;&#x89BA;&#x3002;</p><p>&#xA0;&#xA0;&#xA0; &#x9019;&#x5C31;&#x50CF;&#x6211;&#x5011;&#x5C0F;&#x6642;&#x5019;&#x505A;&#x4E8B;&#x60C5;&#x4E00;&#x6A23;&#xFF0C;&#x6211;&#x5011;&#x4E0D;&#x6703;&#x60F3;&#x9019;&#x6A23;&#x4EC0;&#x9EBC;&#x7528;&#x8655;&#xFF0C;&#x7D14;&#x7CB9;&#x5C31;&#x662F;&#x51FA;&#x81EA;&#x597D;&#x5947;&#x5FC3;&#xFF0C;&#x53EA;&#x6709;&#x60F3;&#x5230;&#x9019;&#x4EF6;&#x4E8B;&#x672C;&#x8EAB;&#x3002;</p><p>&#xA0;&#xA0;&#xA0; &#x9019;&#x6A23;&#x7684;&#x611F;&#x89BA;&#xFF0C;&#x6216;&#x8A31;&#x624D;&#x662F;&#x771F;&#x6B63;&#x7684;&#x5B78;&#x7FD2;&#xFF0C;&#x662F;&#x70BA;&#x4E86;&#x5B78;&#x7FD2;&#x672C;&#x8EAB;&#xFF0C;&#x4EAB;&#x53D7;&#x8457;&#x5438;&#x6536;&#x65B0;&#x7684;&#x77E5;&#x8B58;&#xFF0C;&#x56E0;&#x70BA;&#x65B0;&#x77E5;&#x8B58;&#x800C;&#x89BA;&#x5F97;&#x65B0;&#x9BAE;&#x6709;&#x8DA3;&#x3001;&#x89BA;&#x5F97;&#x9A5A;&#x8A1D;&#x8207;&#x8B9A;&#x5606;&#xFF0C;&#x4E0D;&#x662F;&#x70BA;&#x4E86;&#x8003;&#x8A66;&#x3001;&#x70BA;&#x4E86;&#x5206;&#x6578;&#x3001;&#x70BA;&#x4E86;&#x6392;&#x540D;&#x3001;&#x70BA;&#x4E86;&#x5B78;&#x6B77;&#x3002;</p><p>&#xA0;&#xA0;&#xA0; &#x7576;&#x554F;&#x81EA;&#x5DF1;&#xFF0C;&#x70BA;&#x4EC0;&#x9EBC;&#x6A23;&#x9019;&#x6A23;&#x8A8D;&#x771F;&#x7684;&#x53BB;&#x505A;&#xFF1F;&#x9019;&#x6A23;&#x8A8D;&#x771F;&#x505A;&#x7684;&#x52D5;&#x529B;&#x4F86;&#x81EA;&#x60F3;&#x8981;&#x628A;&#x4E00;&#x4EF6;&#x4E8B;&#x505A;&#x597D;&#xFF0C;&#x56E0;&#x70BA;&#x505A;&#x597D;&#x5C31;&#x6703;&#x89BA;&#x5F97;&#x4E00;&#x5207;&#x90FD;&#x4E95;&#x7136;&#x6709;&#x5E8F;&#xFF0C;&#x89BA;&#x5F97;&#x4E00;&#x5207;&#x90FD;&#x8655;&#x65BC;&#x548C;&#x8AE7;&#x7684;&#x72C0;&#x614B;&#x3002;</p><p>&#xA0;&#xA0;&#xA0; &#x56DE;&#x61B6;&#x8D77;&#x90A3;&#x500B;&#x7576;&#x4E0B;&#xFF0C;&#x5FFD;&#x7136;&#x89BA;&#x5F97;&#x9019;&#x5C31;&#x662F;&#x5FEB;&#x6A02;&#x7684;&#x6642;&#x5019;&#x3002;&#x9019;&#x96E3;&#x9053;&#x4E0D;&#x5C31;&#x662F;&#x6211;&#x5011;&#x6240;&#x60F3;&#x8981;&#x8FFD;&#x5C0B;&#x7684;&#x55CE;&#xFF1F;&#x9019;&#x6216;&#x8A31;&#x662F;&#x4EBA;&#x751F;&#x67D0;&#x90E8;&#x4EFD;&#x7684;&#x5FEB;&#x6A02;&#x4E4B;&#x6240;&#x5728;&#x3002;</p><p>&#xA0;&#xA0;&#xA0; &#x5982;&#x679C;&#x53EF;&#x4EE5;&#x548C;&#x90A3;&#x4F4D;&#x540C;&#x5B78;&#x8AAA;&#xFF0C;&#x6211;&#x53EF;&#x80FD;&#x6703;&#x544A;&#x8A34;&#x5979;&#xFF1A;&#x300C;&#x53EA;&#x8981;&#x8A8D;&#x771F;&#x7684;&#x53BB;&#x505A;&#xFF0C;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x505A;&#x5F97;&#x5230;&#x3002;&#x300D;</p>]]></content:encoded></item><item><title><![CDATA[Amidst the Boundless Winds]]></title><description><![CDATA[Poem - Amidst the Boundless Winds]]></description><link>http://localhost:2368/amidst-the-boundless-winds/</link><guid isPermaLink="false">65a25ddca772271a083b9125</guid><category><![CDATA[Poem]]></category><dc:creator><![CDATA[Bentus Oden]]></dc:creator><pubDate>Thu, 19 Oct 2023 09:00:00 GMT</pubDate><media:content url="http://localhost:2368/content/images/2024/01/Wanderer-above-the-Sea-of-Fog.jpg" medium="image"/><content:encoded><![CDATA[<img src="http://localhost:2368/content/images/2024/01/Wanderer-above-the-Sea-of-Fog.jpg" alt="Amidst the Boundless Winds"><p></p><h3 id="amidst-the-boundless-winds">Amidst the Boundless Winds</h3><p><br><em>Amidst the boundless winds, my quest unfurled,<br>Through valleys deep, where whispers swirled,<br>In the moon&#x2019;s caress, a road was spread in sight,<br>As stars held their secrets in the tranquil night.</em></p><p><em>Beneath the sky&#x2019;s expanse, a canvas vast,<br>The answers to life&#x2019;s questions there I cast.<br>In every zephyr and rustling of the trees,<br>I heard the ancient tales upon the breeze.</em></p><p><em>With open heart and eyes to the unknown,<br>I found a world where truths are softly shown.<br>In the boundless winds, the answer&#x2019;s grace,<br>Reveals itself in nature&#x2019;s sweet embrace.</em></p><p><em>Darkness melted away from the dawning sky,<br>Is it so? Pausing the steps, I let out a gentle sigh.<br>For as the earth&#x2019;s melody evermore confides:<br>Amidst the boundless winds, the answer resides.</em></p><hr><h3 id="%E5%9C%A8%E9%82%A3%E8%8C%AB%E8%8C%AB%E7%9A%84%E9%A2%A8%E8%A3%A1">&#x5728;&#x90A3;&#x832B;&#x832B;&#x7684;&#x98A8;&#x88E1;</h3><p><br><em>&#x6211;&#x5C55;&#x958B;&#x8FFD;&#x5C0B;&#x554A;&#xFF0C;&#x5728;&#x90A3;&#x832B;&#x832B;&#x7684;&#x98A8;&#x88E1;&#xFF1B;<br>&#x5462;&#x5583;&#x7684;&#x4F4E;&#x8A9E;&#x76E4;&#x6853;&#x65CB;&#x7E5E;&#xFF0C;&#x6F2B;&#x6F2B;&#x65BC;&#x5E7D;&#x5E7D;&#x6DF1;&#x8C37;&#x3002;<br>&#x9053;&#x8DEF;&#x5728;&#x6708;&#x5149;&#x67D4;&#x548C;&#x7684;&#x8F15;&#x62C2;&#x4E0B;&#xFF0C;&#x65BC;&#x773C;&#x524D;&#x5A46;&#x5A11;&#x873F;&#x8712;&#xFF1B;<br>&#x6C89;&#x5BE7;&#x975C;&#x8B10;&#x7684;&#x591C;&#x5E55;&#x4E2D;&#xFF0C;&#x7480;&#x74A8;&#x661F;&#x8FB0;&#x7DD8;&#x9ED8;&#x7121;&#x8A9E;&#x3002;</em></p><p><em>&#x7121;&#x57A0;&#x7684;&#x84BC;&#x7A79;&#x4E0B;&#xFF0C;&#x662F;&#x5F35;&#x5EE3;&#x88A4;&#x7684;&#x756B;&#x5E03;&#xFF1B;<br>&#x4EBA;&#x751F;&#x7684;&#x6DF1;&#x610F;&#x554A;&#xFF0C;&#x6211;&#x4EF0;&#x554F;&#x84BC;&#x5929;&#x3002;<br>&#x548C;&#x98A8;&#x5F90;&#x5F90;&#x3001;&#x679D;&#x8449;&#x6C99;&#x6C99;&#xFF1B;<br>&#x90A3;&#x5343;&#x5E74;&#x4F86;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x6211;&#x8046;&#x807D;&#x8457;&#x5FAE;&#x98A8;&#x5A13;&#x5A13;&#x8A34;&#x8AAA;&#x3002;</em></p><p><em>&#x7576;&#x6211;&#x655E;&#x958B;&#x5FC3;&#x80F8;&#x3001;&#x76F4;&#x76F4;&#x51DD;&#x8996;&#x8457;&#x672A;&#x77E5;&#xFF1B;<br>&#x624D;&#x767C;&#x73FE;&#x771F;&#x8AE6;&#x8F15;&#x8F15;&#x5730;&#xFF0C;&#x6D6E;&#x73FE;&#x65BC;&#x4E16;&#x3002;<br>&#x7B54;&#x6848;&#x7684;&#x9AD8;&#x96C5;&#x554A;&#xFF0C;&#x5728;&#x90A3;&#x832B;&#x832B;&#x7684;&#x98A8;&#x88E1;&#xFF1B;<br>&#x986F;&#x73FE;&#x65BC;&#x81EA;&#x7136;&#x7684;&#x6EAB;&#x60C5;&#x61F7;&#x62B1;&#x3002;</em></p><p><em>&#x9ED1;&#x6697;&#x5728;&#x7834;&#x66C9;&#x7684;&#x5929;&#x7A7A;&#x4E2D;&#x6D88;&#x878D;&#x6F38;&#x53BB;&#xFF1B;<br>&#x539F;&#x4F86;&#x662F;&#x5982;&#x6B64;&#x55CE;&#xFF1F;&#x6211;&#x505C;&#x4E0B;&#x8173;&#x6B65;&#xFF0C;&#x8F15;&#x8F15;&#x5606;&#x4E86;&#x53E3;&#x6C23;&#x3002;<br>&#x56E0;&#x70BA;&#x6B63;&#x5982;&#x540C;&#x5927;&#x5730;&#x7684;&#x65CB;&#x5F8B;&#x6C38;&#x9060;&#x6240;&#x50BE;&#x5410;&#x7684;&#xFF1A;<br>&#x7B54;&#x6848;&#x554A;&#xFF0C;&#x5728;&#x90A3;&#x832B;&#x832B;&#x7684;&#x98A8;&#x88E1;&#x3002;</em></p><hr><p>It&#x2019;s a introspective and evocative poem that reflects a personal journey of self-discovery and contemplation. It serves as a lyrical exploration of the interconnectedness between the natural world and the human experience. The inspiration was drawn from moments of solitude and reflection in the midst of nature.</p><blockquote class="kg-blockquote-alt">Amidst the boundless winds, the answer resides.</blockquote><p>The juxtaposition of the boundless winds, with their vast and limitless expanse, against the notion of discovering an elusive &#x201C;answer,&#x201D; serves as a captivating contrast, illuminating the profound concept that amidst the boundless and seemingly turbulent, there lies the potential for concealed and meaningful truths to emerge.</p><p></p>]]></content:encoded></item><item><title><![CDATA[生命中的陽]]></title><description><![CDATA[新詩 - 生命中的陽]]></description><link>http://localhost:2368/sheng-ming-zhong-de-yang/</link><guid isPermaLink="false">65a3e4b5b984986224d43c3f</guid><category><![CDATA[Poem]]></category><dc:creator><![CDATA[Bentus Oden]]></dc:creator><pubDate>Tue, 07 Feb 2023 13:00:00 GMT</pubDate><content:encoded><![CDATA[<p>&#x8F15;&#x8F15;&#x5730;&#x7D05;&#x971E;&#x9326;&#x7C07;&#x6688;&#x67D3;&#x4E86;&#x5929;&#xFF0C;<br>&#x6620;&#x8457;&#x65B9;&#x5F9E;&#x679D;&#x982D;&#x8655;&#x8A95;&#x751F;&#x7684;&#x82BD;&#xFF0C;<br>&#x6EFF;&#x6CB3;&#x6A58;&#x661F;&#x7051;&#x843D;&#x3002;<br>&#x591A;&#x9EBC;&#x7F8E;&#x9E97;&#x7684;&#x843D;&#x65E5;&#xFF0C;&#x591A;&#x9EBC;&#x5E78;&#x904B;&#xFF0C;&#x773E;&#x8449;&#x7686;&#x4E91;&#xFF0C;<br>&#x82BD;&#x671B;&#x4E86;&#x671B;&#x5F69;&#x96F2;&#xFF0C;&#x5FAE;&#x5FAE;&#x7B11;&#x9053;&#xFF1A;<br>&#x5915;&#x967D;&#xFF0C;&#x5915;&#x967D;&#x4E0D;&#x904E;&#x5982;&#x6B64;&#xFF1F;</p><p>&#x53F1;&#x53F1;&#x5730;&#x72C2;&#x98A8;&#x547C;&#x562F;&#x5E2D;&#x6372;&#x4E86;&#x6CB3;&#xFF0C;<br>&#x8F09;&#x6D6E;&#x8F09;&#x6C89;&#x8457;&#x7E6B;&#x65BC;&#x5CB8;&#x908A;&#x7684;&#x821F;&#xFF0C;<br>&#x5C07;&#x4E4B;&#x50BE;&#x8986;&#x3001;&#x6372;&#x96E2;&#x6B64;&#x5CB8;&#xFF0C;&#x96F7;&#x96E8;&#x6012;&#x865F;&#x5A01;&#x5687;&#xFF0C;<br>&#x62CB;&#x9AD8;&#x8DCC;&#x4F4E;&#xFF0C;&#x7E9C;&#x7D22;&#x5140;&#x81EA;&#x4E0D;&#x80AF;&#x653E;&#x624B;&#x3002;<br>&#x6C92;&#x4E86;&#x90A3;&#x7E69;&#xFF0C;&#x82BD;&#x4E0D;&#x7981;&#x6697;&#x554F;&#xFF1A;<br>&#x8F15;&#x821F;&#x5C07;&#x8FF7;&#x5931;&#x65BC;&#x832B;&#x832B;&#x5927;&#x6D77;&#x4F55;&#x65B9;&#xFF1F;&#xA0;</p><p>&#x71BE;&#x71BE;&#x5730;&#x5348;&#x5F8C;&#x70C8;&#x65E5;&#x7051;&#x843D;&#x65BC;&#x5730;&#xFF0C;<br>&#x65BD;&#x6368;&#x8457;&#x842C;&#x7269;&#x96E8;&#x904E;&#x5929;&#x9752;&#x7684;&#x6696;&#xFF0C;<br>&#x773E;&#x8449;&#x9583;&#x9583;&#x3001;&#x6CE2;&#x5149;&#x7CBC;&#x7CBC;&#xFF0C;<br>&#x5171;&#x4EAB;&#x8457;&#x82BD;&#x8A8D;&#x70BA;&#x672C;&#x8A72;&#x7368;&#x4EAB;&#x7684;&#x6ECB;&#x990A;&#x3002;<br>&#x82BD;&#x7126;&#x6025;&#x7D0D;&#x60B6;&#xFF0C;&#x81EA;&#x5FD6;&#x5606;&#x606F;&#xFF1A;<br>&#x708E;&#x967D;&#xFF0C;&#x708E;&#x967D;&#x70BA;&#x4F55;&#x5982;&#x6B64;&#xFF1F;&#xA0;</p><p>&#x60A0;&#x60A0;&#x5730;&#x6C89;&#x5BE7;&#x7368;&#x60B5;&#x8FF4;&#x76EA;&#x65BC;&#x591C;&#xFF0C;<br>&#x727D;&#x52D5;&#x8457;&#x5929;&#x5730;&#x7D72;&#x7D72;&#x96E3;&#x89E3;&#x7684;&#x6101;&#xFF0C;<br>&#x5373;&#x4F7F;&#x7121;&#x98A8;&#x4E5F;&#x7121;&#x96E8;&#xFF0C;&#x7A7A;&#x7121;&#x4ECD;&#x5982;&#x5343;&#x65A4;&#x91CD;&#xFF0C;<br>&#x91CD;&#x91CD;&#x5730;&#x58D3;&#x8457;&#x82BD;&#x5F4E;&#x8170;&#x3002;<br>&#x6C92;&#x4E86;&#x90A3;&#x967D;&#xFF0C;&#x82BD;&#x5583;&#x5583;&#x4F4E;&#x8A9E;&#xFF0C;<br>&#x9577;&#x591C;&#x5C07;&#x6F2B;&#x6F2B;&#x7DBF;&#x5EF6;&#x65BC;&#x4F55;&#x6642;&#xFF1F;&#xA0;</p><p>&#x76F4;&#x5230;&#x5929;&#x908A;&#x90A3;&#x6668;&#x5149;&#xFF0C;<br>&#x5283;&#x958B;&#x4E86;&#x591C;&#x3001;&#x727D;&#x65B7;&#x4E86;&#x6101;&#xFF0C;<br>&#x7DBF;&#x7DBF;&#x5730;&#x5149;&#x660E;&#x6D41;&#x6DCC;&#x64AB;&#x904E;&#x4E16;&#x9593;&#xFF0C;&#x6D17;&#x537B;&#x4E00;&#x5207;&#x91CD;&#x64D4;&#x3002;<br>&#x800C;&#x967D;&#xFF0C;&#x547C;&#xFF0C;&#x8F15;&#x8F15;&#x5730;&#xFF0C;&#x5439;&#x6563;&#x4E86;&#x5B64;&#x5BC2;&#xFF0C;<br>&#x633A;&#x8D77;&#x8EAB;&#xFF0C;&#x82BD;&#x8FCE;&#x8457;&#x62C2;&#x66C9;&#xFF0C;&#x604D;&#x7136;&#x4E86;&#x609F;&#xFF1A;<br>&#x521D;&#x967D;&#xFF0C;&#x521D;&#x967D;&#x539F;&#x662F;&#x5982;&#x6B64;&#x3002;</p>]]></content:encoded></item></channel></rss>